---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.SectionModulus
source: html/c01e0f54-0d59-c652-7851-88a03ae6f539.htm
---
# Autodesk.Revit.DB.SpecTypeId.SectionModulus Property

Section Modulus, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId SectionModulus { get; }
```